casos/p06_tubo_turbulento/laminar/constant/momentumTransport
FoamFile { version 2.0; format ascii; class dictionary; object momentumTransport; }
simulationType  laminar;
