casos/p06_tubo_turbulento/laminar/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers
{
    p { solver GAMG; smoother GaussSeidel; tolerance 1e-7; relTol 0.01; }
    U { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-8; relTol 0.01; }
}
SIMPLE { nNonOrthogonalCorrectors 0; residualControl { p 1e-5; U 1e-5; } }
relaxationFactors { fields { p 0.3; } equations { U 0.7; } }
